Repository: CARLOS-AND-RABAB/zad
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: ar

source: arabic
ar: اللغة العربية

source: English
ar: اللغة الانجليزية

source: The Email must be set
ar: حقل الايميل مطلوب

source: Superuser must have is_admin=True.
ar: المستخدم الافضل يجب ان يكون ادمن

source: your email is requered
ar: حقل الايميل مطلوب

source: your first name is requered
ar: حقل الاسم الاول مطلوب

source: your last name is requered
ar: حفل الاسم الاخير مطلوب

source: Ad about:
ar: عنوان الاعلان

source: Ad details:
ar: تفاصيل الاعلان

source: category
ar: الفئة

source: publish for
ar: مدة النشر

source: is it approved
ar: هل تمت الموافقة على الاعلان

source: is it valid
ar: هل الاعلان صالح

source: like
ar: اعجاب

source: create date
ar: تاريخ الـلإنشاء

source: update date
ar: آخر تحديث

source: publish At
ar: تاريخ النشر

source: AD
ar: اعلان

source: ADS
ar: اعلانات

source: add new AD
ar: اضف اعلان جديد

source: contact us
ar: تواصل معناا

source: welcome to zad app
ar: مرحبا بك في تطبيق زاد

source: show my ads
ar: اعلاناتي
